Repository: RomainTrenet/Belive-D7
Catalog: web/profiles/band_booking/modules/custom/band_booking_language/translations/*/band_booking_language_default.po
Languages: fr

source: A default user image was set.
fr: Une image utilisateur par défaut a été définie.

source: Artists already registered
fr: Artistes déjà inscrits

source: Select the artists position to filter artists list.
fr: Sélectionnez les postes des artistes pour filtrer la liste des artistes.

source: Relaunch waiting registrations
fr: Relancer les inscriptions en attente

source: Relaunch waiting registrations for this event
fr: Relancer les inscriptions en attente pour cette prestation

source: Relaunch waiting registrations for today
fr: Relancez les inscriptions en attente pour aujourd'hui

source: Relaunch waiting registrations for everyday
fr: Relancez les inscriptions en attente pour tous les jours

source: Artists
fr: Artistes

source: List of artists
fr: Liste des artistes

source: Dashboard
fr: Tableau de bord

source: Reminders
fr: Relances

source: Add performance
fr: Ajouter une prestation

source: Add artist
fr: Ajouter un artiste

source: All selected
fr: Tout sélectionné

source: # of % selected
fr: # de % selectionné(s)

source: No matches found
fr: Aucun résultat

source: No available option.
fr: Aucune option disponible.

source: All artists are already registered.
fr: Tous les artistes sont déjà inscrits.

source: Add artists
fr: Ajouter des artistes.

source: Select the artists you want to add. Artists already registered wont appear.
fr: Sélectionnez les artistes que vous souhaitez ajouter. Les artistes déjà ajoutés n'apparaitrons pas.

source: Remove artists
fr: Retirer des artistes.

source: Select the artists you want to remove from performance. Only artists already registered will appear.
fr: Sélectionnez les artistes que vous souhaitez retirer de la prestation. Seuls les artistes déjà ajoutés apparaitrons.

source: No registered artist.
fr: Aucun artiste inscrit.

source: Relaunch proceeding succesfully applied, with @success_amount success(es) and @failure_amount failure(s).
fr: Procédure de relance appliquée avec succès, avec @success_amount réussit(es) et @failure_amount échec(s)

source: Relaunch proceeding unsuccesfully applied, with @success_amount success(es) and @failure_amount failure(s).
fr: Procédure de relance appliquée sans succès, avec @success_amount réussit(es) et @failure_amount échec(s)

source: An error occurred while processing %error_operation with arguments: @arguments
fr: Une erreur s'est produite lors du traitement de %error_operation avec les arguments: @arguments

source: Reminder sent to @name for performance <a href="@perf_path" target="_blank">@perf_name</a>
fr: Relance envoyée à @name pour la prestation <a href="@perf_path" target="_blank">@perf_name</a>

source: Could not send reminder to @name for performance <a href="@perf_path" target="_blank">@perf_name</a>
fr: Impossble d'envoyer la relance à @name pour la prestation <a href="@perf_path" target="_blank">@perf_name</a>
